import React from 'react';

const AboutText = () => {
    return (
        <section className="about-text">
            <p>
                Я фронтенд разработчик из Гомеля, Беларусь, занимаюсь веб-разработкой.

                Мне нравится превращать сложные проблемы в простые, красивые и интуитивно понятные проекты.
            </p>

            <p>
                Моя работа заключается в том, чтобы создать ваш веб-сайт таким образом, чтобы он был функциональным и удобным для пользователя, но в то же время
                время привлекательным.

            </p>
        </section>
    );
};

export default AboutText;